Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# warnings.multi_signature_blocked
source: Do not transfer funds to this %@ Multi-Signature wallet unless you are certain you control the private keys. Failure to do so could expose you to scams, and you may permanently lose your assets.
ar: لا تقم بتحويل الأموال إلى محفظة التوقيعات المتعددة %@ هذه إلا إذا كنت متأكدًا من أنك تتحكم في المفاتيح الخاصة. قد يؤدي عدم القيام بذلك إلى تعريضك للاحتيال، وقد تفقد أصولك بشكل دائم.
bn: এই %@ মাল্টি-সিগনেচার ওয়ালেটে তহবিল স্থানান্তর করবেন না যদি না আপনি নিশ্চিত হন যে আপনি ব্যক্তিগত কীগুলি নিয়ন্ত্রণ করছেন৷ এটি করতে ব্যর্থ হলে আপনি কেলেঙ্কারীতে প্রকাশ করতে পারেন এবং আপনি স্থায়ীভাবে আপনার সম্পদ হারাতে পারেন।
cs: Nepřevádějte prostředky do této %@ peněženky s více podpisy, pokud si nejste jisti, že ovládáte soukromé klíče. Pokud tak neučiníte, můžete se vystavit podvodům a můžete trvale ztratit svá aktiva.
da: Overfør ikke penge til denne %@ Multi-Signatur-tegnebog, medmindre du er sikker på, at du kontrollerer de private nøgler. Undladelse af at gøre det kan udsætte dig for svindel, og du kan permanent miste dine aktiver.
de: Überweisen Sie kein Geld auf dieses %@ Multi-Signature-Wallet, es sei denn, Sie sind sicher, dass Sie die privaten Schlüssel kontrollieren. Andernfalls könnten Sie Opfer von Betrug werden und Ihr Vermögen dauerhaft verlieren.
es: No transfiera fondos a esta billetera multifirma %@ a menos que esté seguro de que controla las claves privadas. Si no lo hace, podría exponerse a estafas y perder sus activos de forma permanente.
fa: وجه را به این کیف پول چند امضایی %@ منتقل نکنید، مگر اینکه مطمئن باشید کلیدهای خصوصی را کنترل می کنید. عدم انجام این کار می تواند شما را در معرض کلاهبرداری قرار دهد و ممکن است برای همیشه دارایی های خود را از دست بدهید.
fil: Huwag maglipat ng mga pondo sa %@ Multi-Signature wallet na ito maliban kung sigurado kang kontrolado mo ang mga pribadong key. Ang pagkabigong gawin ito ay maaaring maglantad sa iyo sa mga scam, at maaari mong permanenteng mawala ang iyong mga asset.
fr: Ne transférez pas de fonds vers ce portefeuille multisignature %@ à moins d'être certain de contrôler les clés privées. Le non-respect de cette règle pourrait vous exposer à des escroqueries et vous pourriez perdre définitivement vos actifs.
ha: Kar a tura kuɗi zuwa wannan %@ Wallet ɗin Sa hannu da yawa sai dai idan kun tabbata kuna sarrafa maɓallan sirri. Rashin yin hakan na iya fallasa ku ga zamba, kuma kuna iya rasa kadarorin ku na dindindin.
he: אל תעביר כספים לארנק ריבוי חתימות %@ זה אלא אם אתה בטוח שאתה שולט במפתחות הפרטיים. אם לא תעשה זאת, אתה עלול להיחשף להונאות ולאבד לצמיתות את הנכסים שלך.
hi: जब तक आप सुनिश्चित न हों कि आप निजी कुंजियों को नियंत्रित करते हैं, तब तक इस %@ मल्टी-सिग्नेचर वॉलेट में धनराशि स्थानांतरित न करें। ऐसा न करने पर आप धोखाधड़ी के शिकार हो सकते हैं, और आप अपनी संपत्ति हमेशा के लिए खो सकते हैं।
id: Jangan mentransfer dana ke dompet Multi-Signature %@ ini kecuali Anda yakin bahwa Anda memegang kunci pribadi. Kegagalan untuk melakukannya dapat membuat Anda rentan terhadap penipuan, dan Anda dapat kehilangan aset Anda secara permanen.
it: Non trasferire fondi a questo portafoglio multi-firma %@ a meno che tu non sia certo di controllare le chiavi private. In caso contrario, potresti esporti a truffe e potresti perdere definitivamente i tuoi beni.
ja: 秘密鍵を確実に管理していない限り、この%@マルチ署名ウォレットに資金を送金しないでください。そうしないと、詐欺に遭う可能性があり、資産を永久に失う可能性があります。
ko: 개인 키를 제어하고 있다는 확신이 없다면 이 %@ 다중 서명 지갑으로 자금을 이체하지 마십시오. 그렇지 않으면 사기에 노출될 수 있으며 자산을 영구적으로 잃을 수 있습니다.
ms: Jangan pindahkan dana ke %@ dompet Berbilang Tandatangan ini melainkan anda pasti anda mengawal kunci peribadi. Kegagalan berbuat demikian boleh mendedahkan anda kepada penipuan dan anda mungkin kehilangan aset anda secara kekal.
nl: Maak geen geld over naar deze %@ Multi-Signature portemonnee, tenzij u zeker weet dat u de privésleutels beheert. Als u dit niet doet, kunt u worden blootgesteld aan oplichting en kunt u uw bezittingen permanent kwijtraken.
pl: Nie przelewaj środków do tego portfela Multi-Signature %@ chyba że masz pewność, że kontrolujesz klucze prywatne. Niedopełnienie tego obowiązku może narazić Cię na oszustwa i możesz trwale utracić swoje aktywa.
pt_br: Não transfira fundos para esta carteira %@ Multi-Signature a menos que tenha certeza de que controla as chaves privadas. Não fazer isso pode expô-lo a golpes e você pode perder seus ativos permanentemente.
ro: Nu transferați fonduri în acest portofel %@ cu semnături multiple decât dacă sunteți sigur că controlați cheile private. Nerespectarea acestui lucru vă poate expune la escrocherii și vă puteți pierde definitiv bunurile.
ru: Не переводите средства на этот %@ кошелек Multi-Signature, если вы не уверены, что контролируете закрытые ключи. Невыполнение этого требования может подвергнуть вас мошенничеству, и вы можете навсегда потерять свои активы.
sw: Usihamishe pesa kwa %@ pochi hii ya Sahihi nyingi isipokuwa una uhakika kuwa unadhibiti funguo za faragha. Kukosa kufanya hivyo kunaweza kukuweka kwenye ulaghai, na unaweza kupoteza mali yako kabisa.
th: อย่าโอนเงินไปยังกระเป๋าเงินหลายลายเซ็น %@ นี้ เว้นแต่คุณจะแน่ใจว่าคุณควบคุมคีย์ส่วนตัวได้ การไม่ทำเช่นนั้นอาจทำให้คุณตกเป็นเหยื่อของการหลอกลวง และคุณอาจสูญเสียทรัพย์สินของคุณไปอย่างถาวร
tr: Özel anahtarları kontrol ettiğinizden emin olmadığınız sürece bu %@ Çoklu İmzalı cüzdana para transferi yapmayın. Bunu yapmamanız sizi dolandırıcılıklara maruz bırakabilir ve varlıklarınızı kalıcı olarak kaybedebilirsiniz.
uk: Не переказуйте кошти на цей %@ гаманець Multi-Signature, якщо ви не впевнені, що контролюєте закриті ключі. Якщо цього не зробити, ви можете стати жертвою шахрайства та назавжди втратити свої активи.
ur: اس %@ کثیر دستخط والے والیٹ میں رقوم منتقل نہ کریں جب تک کہ آپ کو یقین نہ ہو کہ آپ نجی کلیدوں کو کنٹرول کرتے ہیں۔ ایسا کرنے میں ناکامی آپ کو گھوٹالوں کے سامنے آ سکتی ہے، اور آپ اپنے اثاثوں کو مستقل طور پر کھو سکتے ہیں۔
vi: Không chuyển tiền vào ví Đa chữ ký %@ này trừ khi bạn chắc chắn mình kiểm soát được khóa riêng. Nếu không làm như vậy, bạn có thể bị lừa đảo và có thể mất vĩnh viễn tài sản của mình.
zh_hans: 除非确定自己掌握私钥，否则切勿将资金转入此 %@ 多重签名钱包。否则可能遭受诈骗并永久损失资产。
zh_hant: 除非確定自己持有對應的私鑰，否則請勿將資金轉入此 %@ 多重簽章錢包，以免遭到詐騙或永久失去資產。

# welcome.title
source: Welcome to Gem Family
ar: مرحبًا بكم في Gem Family
bn: Gem পরিবারে স্বাগতম
cs: Vítejte v Gem Family
da: Velkommen til Gem Family
de: Willkommen zur Gem Familie
es: Bienvenido a la familia Gem
fa: به خانواده Gem خوش آمدید.
fil: Maligayang pagdating sa Gem Family
fr: Bienvenue dans la famille Gem
ha: Barka da zuwa Gem Iyali
he: ברוכים הבאים למשפחת Gem
hi: Gem Family में आपका स्वागत है
id: Selamat Bergabung dengan Keluarga Gem
it: Benvenuti nella famiglia Gem
ja: Gemファミリーへようこそ
ko: Gem Family에 오신 것을 환영합니다
ms: Selamat datang ke Gem Family
nl: Welkom bij Gem-familie
pl: Witamy w Gem Family
pt_br: Bem-vindo à Gem Family
ro: Bun venit la Gem Family
ru: Добро пожаловать в Gem семью
sw: Karibu kwenye Gem Family
th: ยินดีต้อนรับสู่ Gem Family
tr: Gem Ailesine Hoş Geldiniz
uk: Ласкаво просимо до Gem Сім'ї
ur: Gem Family میں خوش آمدید
vi: Chào mừng đến với Gem Family
zh_hans: 欢迎成为Gem家人
zh_hant: 歡迎來到Gem大家庭

# stake.apr
source: APR %@
da: ÅOP %@
de: Effektiver Jahreszins %@
fa: %@ نرخ درصد سالانه
zh_hans: 年化 %@
zh_hant: 年化 %@

# charts.day
source: 1D
de: 1T
fa: 1 روز
id: 1 Hari
ja: 1日
ru: 1Д
tr: 1G
uk: 1Д
zh_hans: 1天
zh_hant: 1天

# charts.hour
source: 1H
de: 1S
fa: 1 ساعت
id: 1 Jam
ja: 1時
ru: 1Ч
tr: 1S
uk: 1Г
zh_hans: 1时
zh_hant: 1時

# charts.year
source: 1Y
de: 1 Jahr
es: 1A
fa: 1 سال
fr: 1A
id: 1 Tahun
ja: 1年
ko: 1년
pl: 1R
pt_br: 1 ano
ru: 1Г
uk: 1Р
vi: 1 năm
zh_hans: 1年
zh_hant: 1年

# charts.week
source: 1W
fa: یک هفته
id: 1 Minggu
ja: 1週
ru: 1Н
tr: 1H
uk: 1Н
zh_hans: 1周
zh_hant: 1週

# fee_rate.satvB
source: %@ sat/vB
fa: %@ ساتوشی بر بایت
ja: %@ サトシ/vB
zh_hans: %@ 聪/vB
zh_hant: %@ 聰/vB

# nodes.gem_wallet_node
source: Gem Wallet Node
fa: گره Gem Wallet
id: Node Gem Wallet
ja: Gem Walletノード
ru: Нод кошелька Gem
tr: Gem Wallet Düğümü
uk: Gem нода
zh_hans: Gem 钱包节点
zh_hant: Gem 錢包節點

# social.discord
source: Discord
fa: دیسکورد
ja: ディスコード

# social.github
source: GitHub
fa: گیت هاب

# social.reddit
source: Reddit
fa: ردیت
ja: レディット
zh_hans: 红迪

# social.telegram
source: Telegram
fa: تلگرام
ja: テレグラム
ru: Телеграм
uk: Телеграм
zh_hans: 电报

# social.youtube
source: YouTube
fa: یوتوب
ja: ユーチューブ
zh_hans: 油管

# fee_rate.satB
source: %@ sat/B
ja: %@ サトシ/B
zh_hans: %@ 聪/B
zh_hant: %@ 聰/B

# perpetual.pnl
source: PnL
ja: 損益
zh_hans: 盈亏
zh_hant: 損益

# social.coinmarketcap
source: CoinMarketCap
ja: コインマーケットキャップ

# social.facebook
source: Facebook
ja: フェイスブック
zh_hans: 脸书
zh_hant: 臉書

# social.instagram
source: Instagram
ja: インスタグラム

# social.magiceden
source: MagicEden
ja: マジックエデン

# social.opensea
source: OpenSea
ja: オープンシー

# social.tiktok
source: TikTok
ja: ティックトック
zh_hans: 海外抖音
